fio/fio_disk/disk_xfs/log/RAID0/log_38/sdb/fio_read_1m.log
test: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=3765: Tue Jul 24 14:44:38 2018
   read: IOPS=519, BW=520MiB/s (545MB/s)(1024MiB/1971msec)
    slat (usec): min=55, max=15238, avg=1849.60, stdev=4686.35
    clat (msec): min=51, max=184, avg=120.07, stdev=12.82
     lat (msec): min=52, max=184, avg=121.92, stdev=12.16
    clat percentiles (msec):
     |  1.00th=[   73],  5.00th=[  107], 10.00th=[  109], 20.00th=[  123],
     | 30.00th=[  123], 40.00th=[  124], 50.00th=[  124], 60.00th=[  124],
     | 70.00th=[  124], 80.00th=[  124], 90.00th=[  124], 95.00th=[  125],
     | 99.00th=[  169], 99.50th=[  184], 99.90th=[  184], 99.95th=[  184],
     | 99.99th=[  184]
   bw (  KiB/s): min=477184, max=540672, per=96.63%, avg=514048.00, stdev=32959.44, samples=3
   iops        : min=  466, max=  528, avg=502.00, stdev=32.19, samples=3
  lat (msec)   : 100=4.79%, 250=95.21%
  cpu          : usr=0.15%, sys=6.55%, ctx=162, majf=0, minf=575
  IO depths    : 1=0.1%, 2=0.2%, 4=0.4%, 8=0.8%, 16=1.6%, 32=3.1%, >=64=93.8%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=1024,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=520MiB/s (545MB/s), 520MiB/s-520MiB/s (545MB/s-545MB/s), io=1024MiB (1074MB), run=1971-1971msec

Disk stats (read/write):
  sdb: ios=3945/0, merge=0/0, ticks=263041/0, in_queue=267946, util=95.04%